tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "chezmoi"       # dotfiles manager

# Core shell & system
brew "bash"
brew "zsh"
brew "coreutils"
brew "gnu-sed"
brew "curl"
brew "wget"
brew "git"
brew "gh"

# Modern CLI replacements
brew "bat"          # cat
brew "fd"           # find
brew "ripgrep"      # grep
brew "delta"        # diff
brew "zoxide"       # cd
brew "tree"

# Editors & terminal
brew "neovim"
brew "lazygit"

# JSON / YAML / data
brew "jq"
brew "jnv"          # interactive JSON navigator
brew "fx"           # JSON viewer/processor
brew "yq"           # YAML processor
brew "tidy-viewer"  # CSV pretty-printer

# Dev tools
brew "asdf"
brew "gnupg"
brew "libyaml"
brew "mysql-client"
brew "pipx"
brew "lcov"
brew "shared-mime-info"
brew "terminal-notifier"

# Cloud & infra
brew "awscli"
brew "railway"
brew "nmap"

# Diagramming & docs
brew "d2"

# Misc
brew "transmission-cli"
# brew "peon-ping"
# brew "opencode"

# Casks
cask "1password"
cask "aerial"
cask "alfred"
cask "firefox"
cask "gitify"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "orbstack"
cask "shottr"
cask "slack"
cask "steam"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "warp"
